amd-ucode
amdgpu_top
android-tools
ark
asusctl
base
base-devel
bluez
bluez-utils
btop
calibre
cdrtools
chromium
discord
docker
docker-buildx
docker-compose
dolphin
dtc
efibootmgr
fastfetch
ffmpegthumbs
firefox
fprintd
git
gst-plugin-pipewire
gwenview
haruna
iwd
jq
k3b
kate
kcalc
konsole
lib32-mesa
lib32-nvidia-utils
lib32-vulkan-radeon
libpulse
libva-utils
linux
linux-firmware
nano
noto-fonts-cjk
nvidia-open
obs-studio
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
pmbootstrap
power-profiles-daemon
python-gobject
qbittorrent
radeontop
rocm-smi-lib
smartmontools
sof-firmware
spotify-launcher
steam
stow
telegram-desktop
tree
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
wpa_supplicant
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
yq
zsh
